{
  "acerca-de-gosa.html": "Acerca de GoSA | GoSA\ntop of page\nEste sitio web fue creado con Wix. Crea el tuyo hoy mismo.\nEmpezar\nInicio\nIntegrantes\nÁreas de Investigación\nPublicaciones\nTesis\nParticipación en eventos\nDivulgación Científica\nAcerca de GoSA\nMore\nUse tab to navigate through the menu items.\nAcerca del GoSA\nGrupo de investigación de Colombia enfocado en el estudio de la física del Sol. Establecido en el 2012, año en el que tuvo lugar una Escuela de Verano de formación en Astrofísica Solar titulada \"Solar Astrophysics: modern trends and techniques\", el GoSA  ha organizado eventos científicos internacionales, y participado activamente en congresos mostrando los resultados de las investigaciones en diversas líneas de investigación dentro del área de estudio del Sol.\n​\n​\nFacebook\nGitHub\nTwitter\nAcerca del GoSA\nGrupo de investigación de Colombia enfocado en el estudio de la física solar. Desde su formación ha organizado dos eventos internacionales científicos, y gran cantidad de eventos de divulgación científica alrededor del país.\nLeer más...\n© 2022 by GoSA\nÚnete a la lista de mail\nEmail\nSuscríbete\nGracias por tu mensaje\nSíguenos\nbottom of page",
  "divulgacion.html": "Divulgación Científica | GoSA\ntop of page\nEste sitio web fue creado con Wix. Crea el tuyo hoy mismo.\nEmpezar\nInicio\nIntegrantes\nÁreas de Investigación\nPublicaciones\nTesis\nParticipación en eventos\nDivulgación Científica\nAcerca de GoSA\nMore\nUse tab to navigate through the menu items.\nEl Sol no entra en cuarentena\nDesde tiempos inmemoriales, la vida de los seres humanos ha dependido de un colosal objeto, que hoy, como nunca antes, no dejamos de explorar para desentrañar sus más recónditos misterios. Se trata de nuestro Sol, una de las cientos de miles de millones de estrellas de la galaxia Vía Láctea, que tiene la particularidad de ser la única que nos proporciona la energía que mueve nuestro mundo.\nBoletín del Centro de Ciencia\nMuseo de Ciencias Naturales de La Salle - ITM\nMi primer libro del Sol\nLos últimos años han sido el inicio de una nueva dorada para la física solar. Esto es debido al avance tecnológico que ha traído la construcción de grandes telescopios tanto satelitales como en tierra.\nHay una gran cantidad de estructuras en el Sol, y al alcanzar una mayor resolución tanto espacial como temporal, se han descubierto nuevas estructuras y características que antes no habías sido observadas.\nLibreria UN\nFacebook\nGitHub\nTwitter\nAcerca del GoSA\nGrupo de investigación de Colombia enfocado en el estudio de la física solar. Desde su formación ha organizado dos eventos internacionales científicos, y gran cantidad de eventos de divulgación científica alrededor del país.\nLeer más...\n© 2022 by GoSA\nÚnete a la lista de mail\nEmail\nSuscríbete\nGracias por tu mensaje\nSíguenos\nbottom of page",
  "eventos.html": "Participación en eventos | GoSA\ntop of page\nEste sitio web fue creado con Wix. Crea el tuyo hoy mismo.\nEmpezar\nInicio\nIntegrantes\nÁreas de Investigación\nPublicaciones\nTesis\nParticipación en eventos\nDivulgación Científica\nAcerca de GoSA\nMore\nUse tab to navigate through the menu items.\nParticipación en Eventos\n2024\nDynaSun Kick off meeting\nLugar:\nLovaina, Bélgica\nFecha\n: 25-26 Mar\nTipo:\nReunión\nParticipaciones:\n​\nDynamics of the Cold Solar Chromosphere Observed with ALMA. -\nFrancisco Javier Ordoñez Araujo\n, Benjamin Calvo Mozo, Juan Camilo Guevara, Sven Wedermeyer\n​\nMachine learning synthesis and inversion method for Stokes parameters in the solar context. -\nJuan Esteban Agudelo Ortiz\n, Nicolas Morales, Santiago Vargas, Sergiy Shelyag\n​\nXIV Conferencia Latinoamericana de Geofísica Espacial. COLAGE\nLugar:\nMonterrey, Mexico\nFecha\n: 8-12 Abr\nTipo:\nCongreso\nPosters:\nExploring Intermittency in Numerical Simulations of Turbulence Using Single and Multi-Spacecraft Analysis. -\nAndres Felipe Guerrero\n, Jeffersson Agudelo, Santiago Vargas\n​\n​\nEGU General Assembly 2024\nLugar:\nViena, Austria\nFecha\n: 15-19 Abr\nTipo:\nCongreso\nPonencias:\n​\nMachine learning synthesis and inversion method for Stokes parameters in the solar context. -\nJuan Esteban Agudelo Ortiz\n, Nicolas Morales, Santiago Vargas, Sergiy Shelyag\n​\n2023\nVIII Encuentro Internacional ReLaCa Espacio\nLugar:\nCiudad de México, México\nFecha\n: 13-14 Abr\nTipo:\nCongreso\nPonencias:\nPredicción del potencial de aguas subterráneas usando imágenes Satelitales y modelos de machine learning. -\nSantiago Vargas\n, Andrea Mora, María Fernanda González, Santiago Vargas Domínguez, Mary Luz Cañon Paez, Kennet Rueda, José Iván Campos Rozo, Valentina Triviño Vence, Mercurio Ceballos Salazar, Iván Vilar\n​\n​\nInternational Workshop on Machine Learning and Computer vision in Heliophysics\nLugar:\nSofia, Bulgaria\nFecha\n: 20-22 Abr\nTipo:\nCongreso\nPonencias:\nDeep Learning techniques implementation for the generation of stokes parameters and atmospheric parameters in the solar context. -\nJuan Esteban Agudelo Ortiz\n, Nicolas Morales, Santiago Vargas, Sergiy Shelyag\n​\nRealización proceso experimental de tesis de maestría\nLugar:\nTunja, Colombia\nFecha\n: 01 Abr - 30 Ago\nTipo:\nPasantía de Investigación - Laboratorio Bioplasma UPTC\nProyecto:\nSimulación experimental de un ambiente con radiación solar UV en Marte y sus efectos en la germinación y contenido de pigmentos fotosintéticos en\nChenopodium quinua\n. -\nErika Puentes\n, Santiago Vargas, Zaida Ojeda\n​\n​\nRosseland center for solar physics (RoCS)\nLugar:\nOslo, Noruega\nFecha\n: Jul\nTipo:\nPasantía\nProyecto:\n​\nDynamics of the Cold Solar Chromosphere Observed with ALMA. -\nFrancisco Javier Ordoñez Araujo\n, Benjamin Calvo Mozo, Juan Camilo Guevara, Sven Wedermeyer\n​\nInternational Union of Geodesy and Geophysics (IUGG)\nLugar:\nBerlín, Alemania\nFecha\n: 11-20 Jul\nTipo:\nCongreso\nPonencias:\nRing Current local time dependence using Dst index proxies. -​\nSantiago Pinzón Cortés\n, Natalia Gómez-Pérez, Santiago Vargas Domínguez\n​\nInternational Olympiad on Astronomy and Astrophysics (IOAA)\nLugar:\nKatowice, Polonia\nFecha\n: 10-20 Ago\nTipo:\nEscuela\nAsistentes:\nJuan Camilo Hernández Clavijo\n​\nOlimpiada Latinoamericana de Astronomía y Astronautica (OLAA)\nLugar:\nDavid, Panamá\nFecha\n: 9-13 Oct\nTipo:\nEscuela\nAsistentes:\nJuan Camilo Hernández\nClavijo\n(Medalla de Plata, Mejor Prueba de Cohetería y Mejor Prueba Observacional)​\n​\nXVII LARIM\nLugar:\nMontevideo, Uruguay\nFecha\n: 26 Nov - 01 Dic\nTipo:\nCongreso\nPosters:\nSynthesis and inversion of Stokes parameters in the solar context applying Deep Learning Techniques. -\nJuan Esteban Agudelo Ortiz\n, Nicolas Morales, Santiago Vargas, Sergiy Shelyag\nAssessing the predictability of solar active regions using helioseismic holography: An exploratory data analysis. -\nDaniel Alberto Rodríguez Torres\n​\n​\n2022\nEl secreto de la tormenta\nLugar:\nSanta Fé, Argentina\nFecha\n: 5 May\nTipo:\nObra\nTitulo:\nTransferencia Radiativa sobre Pizarra -\nJavier Sánchez González\n, Cesar Nuñez, Santiago Vargas Dominguez\n​\nInternational Olympiad on Astronomy and Astrophysics (IOAA)\nLugar:\nKutaisi, Georgia\nFecha\n: 14-22 Ago\nTipo:\nEscuela\nAsistentes:\nJuan Camilo Hernández Clavijo\n​\nCongreso Colombiano de Astronomía\nLugar:\nTunja, Colombia\nFecha\n: 21-23 Sep\nTipo:\nCongreso\nPonencias:\nImplementación de redes neuronales convolucionales para la generación de parámetros de Stokes en el contexto solar. -\nJuan Esteban Agudelo Ortiz\n,\nNicolas Morales, Santiago Vargas, Sergiy Shelyag\nVariabilidad atmosférica en la Tierra y Marte inducidas por la actividad solar. -\nJohan Nicolas Molina,\nSantiago Vargas Domínguez, Jorge Iván Zuluaga Callejas\nSimulación experimental de un ambiente con radiación solar UV en Marte y sus efectos en la germinación y contenido de pigmentos fotosintéticos en\nChenopodium quinua\n. -\nErika Puentes\n, Santiago Vargas, Zaida Ojeda\nCambios permanentes en el campo magnético fotosférico durante fulguraciones solares. -\nWillinton Caicedo\n, Milo Buitrago, Santiago Vargas\nDinámica del plasma fotosférico durante el decaimiento de regiones solares activas. -\nValeria Quintero\n, Jose Ivan Campos, Santiago Vargas\nPredicción de ocurrencia de fulguraciones solares a partir del análisis de la evolución del campo magnético fotosférico. -\nNatalia Granados\n, Santiago Vargas\nDistribución de velocidades de puntos magnéticos brillantes en el Sol. -\nGerardine Berrios\n, Dominik Utz, Santiago Vargas\n¿Hay una diferencia de velocidades entre las especies ionizadas y neutras en el flujo Evershed en las manchas solares? -\nOscar Calvo\nEstudio de las velocidades Doppler y su relación con las oscilaciones del campo magnético en la penumbra de las manchas solares. -\nFrancisco Javier Ordoñez\n, Benjamín Calvo Mozo, Sebastian Castellanos Duran\nInvestigaciones de José María González Benito. -\nFreddy Moreno\n, Santiago Vargas\nImágenes de formación de galaxias en el universo cercano. -\nSofía Guevara Montoya\n, Karín Menéndez-Delmestre\nAstronomía para promover la paz y la reconciliación en comunidades vulnerables. -\nErika Hernandez\n, Santiago Vargas, Itzel\nPosters:\nInfluencia de la actividad solar en perturbaciones del campo magnético terrestre basado en datos del Observatorio Geomagnético de Fúquene, Colombia. -\nSantiago Pinzón\n, Santiago Vargas Domínguez, Natalia Goméz--Pérez\nCentellador diurno para medición de turbulencia atmosférica y caracterización del\nseeing\nastronómico. -\nJavier Sanchez\n, Santiago Vargas\nSonificando el brillo de las estrellas. -\nJavier Sanchez\n, Santiago Vargas\nSobre la Generación de Fuentes Acústicas Subfotosféricas. -\nAngel Martínez\n, Juan Carlos Martínez, Benjamín Calvo\nAplicación de técnicas de Deep Learning con redes neuronales tipo GAN para el modelamiento y análisis de la fotósfera solar. -\nGermain Nicolas Morales\n, Juan Esteban Agudelo, Santiago Vargas, Sergiy Shelyag\nSobre el entorno magnético de fulguraciones solares de gran magnitud y algunas aplicaciones prácticas. -\nPaula Gonzalez\n, Milo Buitrago, Santiago Vargas\nEl metaverso del Observatorio Astronómico Nacional de Colombia. -\nIvanna Hernández\n, Jose Ivan Campos, Santiago Vargas\n​\nOlimpiada Latinoamericana de Astronomía y Astronáutica (OLAA)\nLugar:\nCiudad de Panamá, Panamá\nFecha\n: 2-8 Oct\nTipo:\nEscuela\nAsistentes:\nJuan Camilo Hernández Clavijo\n(Medalla de Bronce)\n​\nEscuela de Magnetismo y Actividad Solar y Estelar\nLugar:\nOAN, Colombia\nFecha\n: 24 Oct - 11 Nov\nTipo:\nEscuela\n​\nInternational Space Science School (ISSS)\nLugar:\nSao José dos Campos, SP, Brasil\nFecha\n: 24-26 Nov\nTipo:\nEscuela\nAsistentes:\nJuan Sebastián Hincapié Tarquino, Javier Sánchez González\n​\nXIII Conferencia Latinoamericana de Geofísica Espacial - COLAGE\nLugar:\nSao José dos Campos, SP, Brasil\nFecha\n: 27 Nov - 02 Dic\nTipo:\nCongreso\nPosters:\nDevelopment Of A Multi-Element Phased Array Solar Radio Interferometer At 1.42 GHz. -\nJuan Sebastián Hincapié Tarquino\n, Benjamín Calvo Mozo, Juan Carlos Martínez Oliveros, Javier Leonardo Araque Quijano\nImplementation Of A Portable Site-Testing Instrument For Solar Observations. -\nJavier Sánchez González\n, Santiago Vargas, Charles Triana, Raúl Joya, Doménico Bonaccini\n​\nCongreso Iberoamericano de Estudiantes de Física\nLugar:\nVirtual\nFecha\n: 12-16 Dic\nTipo:\nCongreso\nPonencias:\nImplementación de redes neuronales convolucionales para la generación de parámetros de Stokes y parámetros atmosféricos en el contexto solar. -\nJuan Esteban Agudelo Ortiz\n,\nNicolas Morales, Santiago Vargas, Sergiy Shelyag\n​\nAGU Fall Meeting 2022\nLugar:\nChicago, Illinois, USA\nFecha\n: 12-16 Dic\nTipo:\nCongreso\nPosters:\nLow Latitude Geomagnetic Activity Using a Dst index Proxy. -\nSantiago Pinzón Cortés\n, Natalia Gómez-Pérez, Santiago Vargas Domínguez\n​\n​\n​\n2021\n​\n​\nCOSPAR The creation of blue-shifted region in an active region that led to the onset of a radio noise storm\nRoyal Astronomical Society Specialist Discussion Meeting - MHD oscillations and waves from the photosphere to the corona - Direct observational indications of wavelike disturbances in MBP tracks\nCAP Meeting - Augmented reality as a tool to improve the reading experience while communicating astronomy\nCAP Meeting - The sky that inspires us\nAAS-Solar Physics Division Meeting - Evicende for two-component distribution describing magnetic brights points in the solar photosphere\nVI Encuentro Red Latinoamericana y del Caribe del Espacio ReLaCa - Tendiendo puentes entre instituciones académicas y compañias del sector privado para cooperar y promover iniciativas alineada con el deaarrollo de las ciencias del espacio y sus aplicaciones. La experiencia de la Universidad Nacional de Colombia y Fregata Space\nVI Encuentro Red Latinoamericana y del Caribe del Espacio ReLaCa - La importancia de aplicar técnicas propias de aprendizaje automático en imágenes de satélite para detectar contaminantes en las masas de agua del mundo.\nVI Encuentro Red Latinoamericana y del Caribe del Espacio ReLaCa -  Oil spill identification at the Lisama 158 well (Colombia) from satellite images by means of convolutional neural networks\nEncuentro Nacional de Planetarios y Observatorios\nIAU Astrotourism Workshop\nEAS General Assembly\nNational Astronomy Meeting Royal Astronomical Society - MBPs, waves, and the heating and structuring\nof the higher solar atmosphere\nNational Astronomy Meeting Royal Astronomical Society - Energy distribution associated with 3D small scale magnetic reconnection in plasma turbulence\nNational Astronomy Meeting Royal Astronomical Society - Direct observational detection of MHD wavelike disturbances in solar atmospheric magnetic bright points\nIAU Offices Family Meeting- Open Source Tools\n16th European Solar Physics Meeting- Energy distribution associated to 3D small scale magnetic reconnection in plasma turbulence\n16th European Solar Physics Meeting- Observational study of the solar convective pattern in the vicinity of sunspots during their decaying phase\n16th European Solar Physics Meeting - Direct observational indications of wavelike disturbances in MBP tracks\n16th European Solar Physics Meeting- Does the evolution of magnetic field geometry during a solar flare drive the generation of sunquakes?\nSeminar Space Sciences Lab- University of California Berkeley - The importance of small things: Small-scale features in the photosphere and their influence on upper solar atmospheric layers.\nCiencias Investiga, Divulga y se proyecta - El Sol, un laboratorio astrofísico que no deja de sorprendernos\nNoche Iberoamericana de l@s investigador@s - El cielo que nos inspira\n5th Asia Pacific Conference on Plasma Physics - 3D small-scale turbulent reconnection: energy transport and transfer\n5th Asia Pacific Conference on Plasma Physics - Interaction of photospheric convective plasma and magnetic fields in active and quiet-Sun regions\nIAU Women In Astronomy Seminar Series - Awareness on Gender Equality in Research\nNational Solar Observatory Seminar Evidence For Two-component Distributions Describing Magnetic Bright Points In The Solar Photosphere\nSecond Workshop on Astronomy Beyond the Common Senses for Accessibility and Inclusion\nInternational Olympiad on Astronomy and Astrophysics (IOAA)\nXII Latin American Conference on Space Geophysics (Colage 2021) - Photospheric convection and solar magnetic fields at small scales in the Sun\nColombia Espacial 2021\nXII Encuentro de Planetarios de América del Sur - De la academia a la sociedad con un planetario móvil\nAmerican Geophysical Union Fall Meeting - 3D Small-scale Turbulent Reconnection: Energy Transport and Transfer\n​\n​\n2020\n​\n​\nCenter for Space Habitability Meeting - Solar Physics Research in Colombia\nMikrónUn universo en una gota de agua\nEuropean Geophysical Union General Assembly - Identifying and Quantifying the Role of Magnetic Reconnection in Space Plasma Turbulence\nEncuentro de Planetarios y Observatorios\n51 Solar Physics Division Meeting - Automatic detection of light bridges in solar active regions based on deep learning techniques\nII Encuentro de Planetarios y Observatorios - Navegando por el Cosmos\nColombia Espacial\n​\n​\n2019​\n​\n​\n2nd Chinese-European Solar Physics Meeting - HAZEL inversions of Gregor Gris data por the investigation of a strongly evolving pore\nEncuentro de Planetarios y Observatorios - Comunicando astronomía y ciencias del espacio desde el observatorio más antiguo de América\nWorkshop FReSWeD: Towards future research on space weather drivers - Analysis of Historical Ionospheric Data Taken from Colombia During the Intense Solar Cycle Number 19\nI Foro Nacional de Periodismo Científico y Divulgación Comunicando ciencia\nSimposio Max Planck - Colombia: Fronteras de la Ciencia - Structure and dynamics of the solar atmosphere\nVII Reunion Española de Fisica Solar y Heliosferica - Análisis de un poro solar observado con GREGOR/GRIS usando la nueva versión del código de inversiones HAZEL\nPrimer Foro Nacional de Cielos Oscuros, Ambiente, Astroturismo, Ingeniería, Salud y Sostenibilidad Importancia de los Cielos Oscuros en el marco de la agenda 2030 de la organización de las Naciones Unidas.\nVI Congreso Colombiano de Astronomía y Astrofísica - Detección automática de puentes de luz en regiones activas del Sol por medio de técnicas de Machine Learning\nVI Congreso Colombiano de Astronomía y Astrofísica - Estudio observacional de la dinámica de Puntos Brillantes en una zona del Sol en calma\nVI Congreso Colombiano de Astronomía y Astrofísica - Historical Ionospheric Data Taken From Colombia during the Intense Solar Cycle Number 19\nVI Congreso Colombiano de Astronomía y Astrofísica - Análisis de la evolución de elementos magnéticos en la fotosfera solar por medio de diferente métodos computacionales\nVI Congreso Colombiano de Astronomía y Astrofísica - Análisis de Centroides de Polaridad Magnética en Regiones Solares Activas\nIAU Symposia. IAUS 358: Astronomy for Equity, Diversity, and Inclusion  - a roadmap to action The need for reinforcing the implementation of inclusion and diversity strategies as ordinary actions towards social and scientific development of our society\nTercer Encuentro Universo de SentidosMagnetismo solar\nXVI Latin American Regional IAU Meeting - Astronomy for peace, an inclusive universe\nXVI Latin American Regional IAU Meeting - Statistical analysis of horizontal velocities of magnetic elements in the solar photosphere by applying different computational methods\n​\n​\n2018\n​\n​\n24th National Solar Physics Meeting  of SlovakiaModelling the solar photospheric plasma and magnetic field dynamics during the emergence of AR 11190\nThe EST science meetingModelling the solar photospheric plasma and magnetic field dynamics studying the temporal evolution of the velocity distributions\nXXXth General Assembly of the International Astronomical Union - Solar photospheric plasma velocity associated to magnetic field dynamics in a solar active region\nXXXth General Assembly of the International Astronomical Union - Looking at the stars as an instrument for peace and reconciliation\nXXXth General Assembly of the International Astronomical Union - Astronomy as a tool for inclusion of blind and visually-impaired students at university\nXXXth General Assembly of the International Astronomical Union - Astronomical Experience for Visually­Impaired People\nForo Retos del Desarrollo en la Cuarta Revolución Industrial Big data, del estudio del universo a crear valor en las empresas\nSegundo Encuentro Universo de Sentidos - Astronomia para la inclusión\nCampaña Solar Asociación Colombiana de Dermatología - Eclipsar al Sol\nHinode-12 meeting - They many suns - Study of the solar photospheric plasma and magnetic field dynamics and the temporal evolution of flow motions\nSimposio: Proyección de Colombia en el Espacio - El ser humano en el espacio\n​\n2017\n​\nRadio Astronomy for Development in the Americas (RADA) Big DataSunpy. Dinámica Solar\nI Semana de la Investigación ¿Cómo se estudia el Sol?\nApropiaciones de la física cuántica desde el arte y la ciencia - Quamtum Sphere\n7th Solar Orbiter Workshop: Exploring the solar environs - Evolution and dynamic properties of photospheric plasma in solar active regions\nFirst China-Europe Solar Physics Meeting - On the flares-sunquakes-magnetic field connection\nVI Reunion Española de Fisica Solar y Heliosferica - Study of emergent photospheric plasma flows in mesogranular cells as active regions precursors in the Sun\n48th Meeting Solar Physics Division Meeting - Polar Facular Observations by the Zurich Observatory: A Window to the Evolution\n48th Meeting Solar Physics Division Meeting - Update on a Solar Magnetic Catalog Spanning Four Solar Cycles of the Polar Fields during the Weakest Cycles of the Last 200 Years\nPrimer Encuentro de Divulgadores Científicos - ¿Divulgar o no divulgar? He ahí la cuestión\n15th European Solar Physics Meeting (ESPM-15) - Emergent plasma flows in granular cells associated with magnetic fields during the formation of active regions in the Sun.\nGreyCube ArtBo - Multiverse\nV Congreso Colombiano de Astronomía y Astrofísica - Estudio de la dinámica de flujos de plasma emergente en celdas mesogranulares como precursores de regiones activas en el Sol\nV Congreso Colombiano de Astronomía y Astrofísica -  Variaciones de campo magnético en regiones con presencia de fulguraciones y sismos solares\nV Congreso Colombiano de Astronomía y Astrofísica -  Detección de puentes de luz en manchas solares\nV Congreso Colombiano de Astronomía y Astrofísica -  Nombre del producto:An álsis de la dinámica a gran escala de la fot ósfera durante el ciclo solar 24\nV Congreso Colombiano de Astronomía y Astrofísica -  Mirar las estrellas, otra forma de reconciliarse con la paz\nPolíticas de Propiedad Intelectual y de Transferencia en las Universidades - Gestión, evaluación, protección, divulgación y comercialización de la propiedad intelectual en las universidades\nPrimer Encuentro Universo de Sentidos - Mujeres y niñas científicas\n​\n2016\nXV LARIM\nLugar:\nCartagena, Colombia\nFecha\n: 01-07 Oct\nTipo:\nCongreso\nPosters:\n​\n2D spectrum the cross disperser specthograph. -\nJavier Sánchez González, Santiago Vargas\n​\n​\nIAUS 327\nLugar:\nCartagena, Colombia\nFecha\n: 09-14 Oct\nTipo:\nEscuela\nAsistentes:\nJavier Sánchez González\n​​\n​\nTaller de Astronomía Observacional (TAO)\nLugar:\nPuebla, México\nFecha\n: 04-10 Dic\nTipo:\nEscuela\nAsistentes:\nJavier Sánchez González\n​\n​\n2015\n​\nII workshop Astronomía en Los Andes\nLugar:\nUniandes, Bogotá, Colombia\nFecha\n: 27-31 Jul\nTipo:\nEscuela\nAsistentes:\nJavier Sánchez González\n​\n​\nEntendiendo el Universo\nLugar:\nOAN, Bogotá, Colombia\nFecha\n: 17 Nov - 04 Dic\nTipo:\nEscuela\nMonitor:\nJavier Sánchez González\n​\n​\n2014\n​\nMétodos Bayesianos en Cosmología\nLugar:\nBogotá, Colombia\nFecha\n: 09-13 Jun\nTipo:\nEscuela\nAsistentes:\nJavier Sánchez González\n​\nVI escuela Colombiana de Astronomía\nLugar:\nBogotá, Colombia\nFecha\n: 22-26 Sep\nTipo:\nEscuela\nAsistentes:\nJavier Sánchez González\n​\nFacebook\nGitHub\nTwitter\nAcerca del GoSA\nGrupo de investigación de Colombia enfocado en el estudio de la física solar. Desde su formación ha organizado dos eventos internacionales científicos, y gran cantidad de eventos de divulgación científica alrededor del país.\nLeer más...\n© 2022 by GoSA\nÚnete a la lista de mail\nEmail\nSuscríbete\nGracias por tu mensaje\nSíguenos\nbottom of page",
  "integrantes.html": "Integrantes | GoSA\ntop of page\nEste sitio web fue creado con Wix. Crea el tuyo hoy mismo.\nEmpezar\nInicio\nIntegrantes\nÁreas de Investigación\nPublicaciones\nTesis\nParticipación en eventos\nDivulgación Científica\nAcerca de GoSA\nMore\nUse tab to navigate through the menu items.\nInvestigadores principales\nProf. Santiago Vargas Domínguez\nMail\nProfesor Asociado de la Universidad Nacional de Colombia y Coordinador de Investigación del Observatorio Astronómico Nacional\nProf. Benjamín Calvo Mozo\nMail\nProfesor Asociado\nde la Universidad Nacional de Colombia\nColaboradores externos\nInvestigadores\nDr. Juan Carlos Martínez Oliveros\nSSL, University of California - Berkeley\nDr. Domenico Bonaccini Calia\nEuropean Southern Observatory\nDr. Dominik Utz\n.\nPhD. Juan Camilo Buitrago Casas\nMail\n​Físico y Magister en Ciencias-Astronomía de la Universidad Nacional de Colombia. Candidato a doctorado en Física en la Universidad de California - Berkeley\nPhD. Juan Camilo Guevara Gómez\nMail\n​Físico y Magister en Ciencias-Astronomía de la Universidad Nacional de Colombia. Estudiante de doctorado en Física en la Universidad de Oslo\nDr. Jose Iván Campos Rozo\nMail\n​Físico y Magister en Ciencias-Astronomía de la Universidad Nacional de Colombia. Estudiante de doctorado en Física en la Universidad de Graz, Austria.\nEstudiantes de Maestría\nUniversidad Nacional de Colombia\nJavier\nSánchez González\nMail\n​\nJuan Pablo Herrera Moreno\nMail\nJuan Esteban Agudelo Ortiz\nMail\nPaula Jessica González Prieto\nMail\nAndrés Felipe Guerrero Guio\nMail\nEstudio de las propiedades anisotrópicas del plasma en el viento solar usando simulaciones cinéticas en 3D de turbulencia.\nEstudiantes de Pregrado\nUniversidad Nacional de Colombia\nDaniel Alberto\nRodríguez Torres\nMail\nSamuel Felipe Noreña Téllez\nMail\nLaura Viviana Alfonso Díaz\nMail\nDanna Vanessa Ortiz Carrillo\nMail\nMail\nJuan David\nNiño Reyes\nMail\nMilena Andrea\nBarrios Gallego\nLaura Vanessa Olaya Zuleta\nMail\nJulian Andrés Riveros Pacheco\nMail\nJuan Felipe Angel Rubio\nMail\nBreyner Eduardo\nMedina Camacho\nMail\nEstudiantes\nOtras Instituciones\nOscar Andres Calvo Rebellon\nMail\nEstudiante de Física de la Universidad del Quindío de Colombia\n​\nAna Gabriela Martínez\nMail\nEstudiante de Licenciatura en Física de la Universidad Pedagógica Nacional\n​\n​\nLa espectroscopia estelar como herramienta para llevar al aula el estudio de las estrellas, empleando modelos cuánticos alrededor de la estructura de la materia\nNicoll Valeria Moreno Alzate\nMail\nEstudiante de Ingeniería Física\nUniversidad EAFIT\n​\n​\nBárbara Elizabeth\nRiquelme R\nMail\nEstudiante de Licenciatura en Astronomía\nPontificia Universidad Católica de Chile  Coordinadora de proyectos de divulgación e inclusión de la astronomía en Chile.\nKatalina Londoño Espinosa\nMail\nEstudiante de Ingeniería Mecatrónica de la Universidad ECCI.\nAutomatización y control de datos de interferometría.\nLaura Camila Palacino Téllez\nMail\nEgresada de la Universidad Escuela Colombiana de Ingeniería Julio Garavito.\nJuan Camilo Hernández Clavijo\nMail\nEgresado de Bachiller Académico del Colegio San Carlos\nEgresados\nUniversidad Nacional de Colombia\nJuan Camilo Buitrago\nMail\n​Físico y Magister en Ciencias-Astronomía de la Universidad Nacional de Colombia. Candidato a doctorado en Física en la Universidad de California - Berkeley\nPhD. Juan Camilo Guevara Gómez\nMail\n​Físico y Magister en Ciencias-Astronomía de la Universidad Nacional de Colombia. Estudiante de doctorado en Física en la Universidad de Oslo\nDr. Jose Iván Campos Rozo\nMail\n​Físico y Magister en Ciencias-Astronomía de la Universidad Nacional de Colombia. Estudiante de doctorado en Física en la Universidad de Graz, Austria.\nAngel Daniel Martínez\nMail\nCaracterización de sismos solares asociados a una muestra de fulguraciones del ciclo solar 24\nNatalia Granados\nHernández\nMail\nPredicción de eventos solares usando machine learning\nFrancisco Javier Ordonez Araujo\nMail\nDynamics of the Cold Solar Chromosphere Observed with ALMA\nGermain Nicolas Morales Suárez\nMail\nDeep Learning aplicado a simulaciones y observaciones solares\nErika Paola Puentes León\nMail\nBiologa Universidad Pedagógica y Tecnológica de Colombia.\nSimulación experimental de un ambiente con radiación UV solar en Marte y sus efectos en la germinación y contenido de pigmentos fotosintéticos en Chenopodium quinoa\nValeria Quintero Ortega\nMail\nDinámica del plasma fotosférico durante el decaimiento de regiones solares activas\nJefferson Steven Arias Castro\nMail\nDiseño, Construcción y prueba de un espectrógrafo solar de múltiples fibras ópticas en el visible.\nDiseño y construcción de una cámara heliosférica para imágenes espectrales.\nJohan Nicolás  Molina Córdoba\nMail\nInteracción materia radiación en ambientes astrobiológicos\nJuan Sebastián Hincapié Tarquino\nMail\nDiseño y Construcción de un Radiointerferómetro Solar de dos elementos\nJohan Samir Méndez\nMail\nEstudio de la turbulencia Fotosférica\n&\nSimulación de la interacción de vientos estelares\nJulian David Alvarado\nEliana Amazo\nSaida Díaz\nMail\nJuan Pablo Vargas\nMail\nWilmar Fajardo\nMail\nJuan Sebastian Castellanos\nMail\nCarlos Andres Galarza\nMail\nAndres Mauricio Huertas\nMail\nBryan Alfonso Soler\nMail\nJeisson Vanegas\nMail\nMiguel Molina\nMail\nPaula Gonzalez\nMail\nSantiago Pinzón\nMail\n​\nSolar activity influence on perturbations over the geomagnetic field based on data of the Geomagnetic Observatory of Fuquene, Colombia\nNestor Ivan\nMail\nJuan Esteban Agudelo Ortiz\nMail\nModelos de red neuronal convolucional para analizar los parámetros de Stokes y la evolución del plasma solar\n&\nImplementation of Artificial Intelligence techniques for the inversion of the Stokes parameters in the solar context\nJohan Nicolás Molina Córdoba\nMail\nJuan Pablo Herrera Moreno\nMail\nFacebook\nGitHub\nTwitter\nAcerca del GoSA\nGrupo de investigación de Colombia enfocado en el estudio de la física solar. Desde su formación ha organizado dos eventos internacionales científicos, y gran cantidad de eventos de divulgación científica alrededor del país.\nLeer más...\n© 2022 by GoSA\nÚnete a la lista de mail\nEmail\nSuscríbete\nGracias por tu mensaje\nSíguenos\nbottom of page",
  "publicaciones.html": "Publicaciones | GoSA\ntop of page\nEste sitio web fue creado con Wix. Crea el tuyo hoy mismo.\nEmpezar\nInicio\nIntegrantes\nÁreas de Investigación\nPublicaciones\nTesis\nParticipación en eventos\nDivulgación Científica\nAcerca de GoSA\nMore\nUse tab to navigate through the menu items.\nPublicaciones\n​\n2024\n​\nMachine Learning Synthesis and inversion method for Stokes Parameters in the solar context\nEGU General Assembly 2024, Vienna, Austria, 14–19 Apr 2024, EGU24-1604\nAutores: JUAN ESTEBAN AGUDELO ORTIZ, GERMAIN NICOLÁS MORALES SUAREZ, SANTIAGO VARGAS DOMÍNGUEZ, SERGIY SHELYAG.\nPaper\n​\nRing Current Local Time Dependence during geomagnetic storms using equatorial Dst-proxies\nUnder Review & In Review. Springer: Earth, Planets and Space.\nAutores: SANTIAGO PINZON-CORTES, NATALIA GÓMEZ-PÉREZ, SANTIAGO VARGAS DOMÍNGUEZ.\nPaper\n​\nSolar Radio-Interferometric Network of the Observatorio Astronómico Nacional (RRIS-OAN): Inter-calibration and Instrumental Integration\nRevista eSPECTRA, Vol 2, Issue 1, pp 22-28. (2024/2/1).\nAutores: JAVIER SANCHEZ GONZALEZ, JUAN CARLOS MARTÍNEZ OLIVEROS, SANTIAGO VARGAS DOMÍNGUEZ.\nArtículo\n​\nLa historia del Observatorio y el Observatorio en la historia\nRevista eSPECTRA, Vol 2, Issue 1, pp 79-85. (2024/2/1).\nAutores: SANTIAGO VARGAS DOMÍNGUEZ.\nArtículo\n​\nExploring intermittency in numerical simulations of turbulence from single and multi-spacecraft analysis\nFront. Astron. Space Sci., 25 January 2024, Sec. Stellar and Solar Physics, Volume 11 - 2024.\nAutores: ANDRES FELIPE GUERRERO GUIO, JEFFERSSON ANDRES AGUDELO RUEDA, SANTIAGO VARGAS DOMÍNGUEZ.\nPaper\n​\nEXECUTIVE COMMITTEE WOMEN IN ASTRONOMY\nTransactions IAU, Volume XXXA Reports on Astronomy 2021-2024 Maria Teresa Lago, ed\nAutores: ARIANNA PICCIALLI, DAVID VALLS-GABAUD, JOSEFA MASEGOSA GALLEGO, JOLANTA NASTULA, LILI YANG, AYA BAMBA, BELINDA WILKES, CLAUDIA LAGOS, SANTIAGO VARGAS DOMINGUEZ, JOHN LEIBACHER.\nReport\n​\nFortalecimiento de la educación y la investigación en un contexto global: la experiencia del Programa Beyond Research\nExperiencias de la Internacionalización en las Instituciones de Educación Superior (IES) en Latinoamérica. Vol. 2 (pp. 141-155) Editorial CECAR.\nAutores: MARCELA ARAGÓN NOVOA, YURY ARIAS OLAYA, SANTIAGO VARGAS DOMÍNGUEZ.\nPaper\n​\nEl perihelio\nAsociación Red de Astronomía de Colombia - RAC, Circular Astronómica 995 Enero 2024, pp 2-3, ISSN: 2805 - 9077.\nAutores: ANTONIO BERNAL GONZÁLEZ, JOSÉ ROBERTO VÉLEZ MÚNERA, ÁNGELA PATRICIA PÉREZ HENAO, LUZ ÁNGELA CUBIDES GONZÁLEZ, SANTIAGO VARGAS DOMÍNGUEZ, ANDRÉS GUSTAVO OBANDO LEÓN, CARLOS FRANCISCO PABÓN PINTO.\nCircular\n​\n2023\n​\nCon los pies en la tierra y la mirada en las estrellas\nRevista Universidad Nacional de Colombia / quinta época, 2023/12.\nAutores: SANTIAGO VARGAS DOMÍNGUEZ.\n​\nEl firmamento sobre Colombia\nUNACIONAL DE COLOMBIA- 9789585053373, 2023/12, 112 págs.\nAutores: ANDRES MOLINA MORENO, SANTIAGO VARGAS DOMÍNGUEZ, CRISTINA QUIAZÚA MERCHÁN, ANDREA PORTELA CÁRDENAS.\n​\nStatus of women in astronomy: A Need for Advancing Inclusivity and Equal Opportunities\nSF2A-2023: Proceedings of the Annual meeting of the French Society of Astronomy and Astrophysics. 2023/12.\nAutores: M. PANDEY-POMMIER, A. PICCIALLI, B. J. WILKES, P. HASAN, S. VARGAS DOMINGUEZ, A. S. HASSANIN, D. LAZZARO, C. D. P. LAGOS, J. MASEGOSA, L. YANG, D. VALLS-GABAUD, J. LEIBACHER, D. J. NORMAN, J. NASTULA, A. BAMBA.\nPaper\narXiv\n​\nThe Role of Photospheric Magnetic Field Variations in Sunquake Generation\n54th Meeting of the Solar Physics Division, id. 109.05. Bulletin of the American Astronomical Society, Vol. 55, No. 7 e-id 2023n7i109p05.\nAutores: JUAN BUITRAGO-CASAS, WILLINTON JHOMAR CAICEDO TEZ, SANTIAGO VARGAS DOMINGUEZ, JUAN CARLOS MARTINEZ OLIVEROS, SAVANNAH PEREZ-PIEL, CHARLES LINDSEY.\nAbstract\n​\nVariability in low Mars atmosphere's HO concentration stimulated by solar cycle activity\narXiv e-prints, 2023/9.\nAutores: JOHAN NICOLÁS MOLINA CÓRDOBA, S VARGAS DOMÍNGUEZ, JI ZULUAGA.\nAbstract\narXiv\n​\nEl Grupo de Astrofísica Solar (GoSA) del Observatorio Astronómico Nacional de Colombia: 10 años indagando sobre la ciencia del Sol\nRevista de la Academia Colombiana de Ciencias Exactas, Físicas y Naturales. 47(183):445-452, abril-junio de 2023.\nAutores: SANTIAGO VARGAS-DOMÍNGUEZ, BENJAMÍN CALVO-MOZO, JUAN CARLOS MARTÍNEZ OLIVEROS, JUAN CAMILO BUITRAGO-CASAS.\nPaper\n​\nExploring magnetic field properties at the boundary of solar pores: A comparative study based on SDO-HMI observations\nA&A 674, A91 (2023).\nAutores: JI CAMPOS ROZO, S VARGAS DOMÍNGUEZ, D UTZ, AM VERONIG, A HANSLMEIER.\nPaper\n​\nIluminando la amenaza: un análisis de una década de la contaminación lumínica en los principales centros urbanos colombianos a través de imágenes satelitales\nRevista de la Academia Colombiana de Ciencias Exactas, Físicas y Naturales. 47(183):242-258, abril-junio de 2023.\nAutores: KENNET J RUEDA ESPINOSA, ANDRÉS F GUERRERO GUIO, SANTIAGO VARGAS DOMÍNGUEZ, MAURICIO VINASCO TÉLLEZ, CRISTIAN GOÉZ THERÁN.\nPaper\n​\nNew Space: Una nueva sociedad conectada desde el espacio con la mirada en la Tierra\nRevista Hipótesis, 2023/4, pp 2-9: Universidad de Los Andes.\nAutores: MARIA FERNANDA GONZÁLEZ, SANTIAGO VARGAS DOMÍNGUEZ.\n​\nSobre el movimiento y propiedades físicas de puntos magnéticos brillantes en la fotosfera solar\nVol. 1. Núm. 2E (2022), pp 37-45, Número especial: VII Congreso de Astronomía y Astrofísica.\nAutores: YEIMY GERARDINE BERRIOS SAAVEDRA, DOMINIK UTZ, SANTIAGO VARGAS DOMÍNGUEZ.\nPaper\n​\nSonificando el brillo de las estrellas\nVol. 1. Núm. 2E (2022), pp 71-73, Número especial: VII Congreso de Astronomía y Astrofísica.\nAutores: JAVIER SÁNCHEZ GONZÁLEZ, SANTIAGO VARGAS DOMINGUEZ.\nPaper\n​\nAplicación de técnicas de Deep Learning en modelamiento y observación de la fotósfera solar\nVol. 1. Núm. 2E (2022),\npp 11-17,\nNúmero especial: VII Congreso de Astronomía y Astrofísica.\nAutores: GERMAIN NICOLAS MORALES SUAREZ, JUAN ESTEBAN AGUDELO ORTIZ, SANTIAGO VARGAS DOMINGUEZ, SERGIY SHELYAG.\nPaper\n​\n2022\n​\nEnergy Transport and Transfer in 3D Small-Scale Turbulent Reconnection\nAGU Fall Meeting 2022, held in Chicago, IL, 12-16 December 2022, id. SH25A-06.\nAutores: JEFFERSSON ANDRES AGUDELO RUEDA, SANTIAGO VARGAS-DOMINGUEZ, DANIEL VERSCHAREN, ROBERT T WICKS, CHRISTOPHER JOHN OWEN, GEORGIOS NICOLAOU, ANDREW P WALSH, YANNIS ZOUGANELIS, KAI GERMASCHEWSKI.\nAbstract\n​\nLow Latitude Geomagnetic Activity Using a Dst index Proxy\nAGU Fall Meeting 2022, held in Chicago, IL, 12-16 December 2022, id. SM35B-1757.\nAutores: SANTIAGO PINZON-CORTES, NATALIA GOMEZ PEREZ, SANTIAGO VARGAS-DOMINGUEZ.\nAbstract\n​\nThe pioneering scientific endeavor of the first Colombian modern astronomer José María González Benito (1843-1903)\nRevista de la Academia Colombiana de ciencias exactas, físicas y naturales\n, ISSN 0370-3908,\nVol. 46, Nº. 181, 2022\n, págs. 1010-1027.\nAutores: FREDDY MORENO CARDENAS, SANTIAGO VARGAS DOMINGUEZ, JORGE CUELLAR.\nHandle\narXiv\n​\nEl clima más allá de las fronteras de la Tierra\nPlanetario de Bogotá Instituto Distrital de las Artes - Idartes, Revista cometa, Vol. 3, ISSN 2745 - 2514, Enero-Junio 2022, pp 6-9.\nAutores: SANTIAGO VARGAS DOMÍNGUEZ.\nRevista\n​\nDesarrollo sostenible: casos y aplicaciones en el contexto colombiano\n1a edición / Bogotá: Universidad Libre, Universidad Ean, 2020. ISBNE: 9789587566468.\nAutores:\nASTRID DEL SOCORRO ALTAMAR CONSUEGRA, SONIA LUCILA MENESES VELOSA, CLAUDIA ARIAS, GILBERTO VALLEJO MORENO, DANIEL ALEJANDRO HERRERA LADINO, IVÁN ANDRÉS HERRERA LADINO, ÁLVARO LUIS MERCADO SUÁREZ, MARGARITA ROSA MEDINA VARGAS, SINDY VIVIANA GIRALDO ARCILA, CRISTIAN GÓEZ THERÁN, SANTIAGO VARGAS DOMÍNGUEZ, PAOLA ANDREA ECHEVERRI GUTIÉRREZ, JESÚS DAVID VALENCIA SALAZAR, DANIEL ARISTIZÁBAL TORRES, ADÁN SILVESTRE GUTIÉRREZ, ANA MARÍA BARRERA RODRÍGUEZ, LEILA NAYIBE RAMÍREZ CASTAÑEDA, NELSON OBREGÓN NEIRA, GINA PAOLA GONZÁLEZ ANGARITA, JOSÉ ALEJANDRO MARTÍNEZ, DARÍO MAURICIO REYES, NICOLÁS GIRALDO CASTRO.\nPaper\n​\nInteraction of convective plasma and small-scale magnetic fields in the lower solar atmosphere\nSpringer Nature Singapore, Reviews of Modern Plasma Physics,\nVolume 6, article number 33, (2022)\nAutores: SANTIAGO VARGAS DOMÍNGUEZ, DOMINIK UTZ.\nPaper\n​\nEnergy transport during 3D small-scale reconnection driven by anisotropic plasma turbulence\nPublished 2022 October 7 • © 2022. The Author(s). Published by the American Astronomical Society.\nThe Astrophysical Journal\n,\nVolume 938\n,\nNumber 1.\nAutores: JEFFERSSON A AGUDELO RUEDA, DANIEL VERSCHAREN, ROBERT T WICKS, CHRISTOPHER J OWEN, GEORGIOS NICOLAOU, KAI GERMASCHEWSKI, ANDREW P WALSH, IOANNIS ZOUGANELIS, SANTIAGO VARGAS DOMÍNGUEZ.\narXiv\n​\nHistorias del Cosmos\nISBN 978-958-794-908-7, Vargas Domínguez, S. 2022/9.\nAutores: SANTIAGO VARGAS DOMINGUEZ.\nLibro\n​\nThe program comprised conferences: 20 oral contributions and 4 invited talks by: Stavros Katsanevas (European Gravitational Observatory), Gary Foran (Swinburne University of Technology), Marıa del Carmen Argudo Fernández (Pontificia Universidad Católica de Valparaıso) and Dayna Thompson (Charles W. Brown Planetarium–Ball State University). The organizers express their appreciation to the people and institutions that supported this event.\n2nd Workshop on Astronomy Beyond the Common Senses for Accessibility and Inclusion (2WAI)(Virtual-Modality, November 17-18, 2021).\nAutores: SANTIAGO VARGAS DOMÍNGUEZ, BEATRIZ GARCIA, GARY HEMMING, SONIA DUFFAU, NICOLÁS VÁZQUEZ, ANGELA PÉREZ.\nPaper\n​\nINVITED TALKS THE POWER OF LISTENING TO YOUR DATA: OPENING DOORS AND ENHANCING DISCOVERY USING SONIFICATION\n2nd Workshop on Astronomy Beyond the Common Senses for Accessibility and Inclusion (2WAI)(Virtual-Modality, November 17-18, 2021).\nAutores: SANTIAGO VARGAS DOMÍNGUEZ, BEATRIZ GARCIA, GARY HEMMING, SONIA DUFFAU.\nPaper\n​\nCaribbean Astronomy for Inclusion (CAI): Transforming “theory” on inclusion into concrete actions\nRevista Mexicana de Astronom´ıa y Astrof´ısica Serie de Conferencias (RMxAC), 54, 84–88 (2022).\nAutores: B. OCAÑA FLAQUER, W. DIAZ MERCED, S. HAQUE, R. NARCISSE, J. MEJUTO, E. DIAZ, S. VARGAS DOMÍNGUEZ, A. BIERYLA, K. EASTWOOD.\nPaper\n​\nPhotospheric magnetic field variation during solar flares and their implication for the generation of sunquakes\nProceedings of the International Astronomical Union\n,\nVolume 18\n,\nSymposium S372: The Era of Multi-Messenger Solar Physics\n, August 2022 , pp. 88 - 90.\nAutores: S VARGAS DOMÍNGUEZ, W CAICEDO TEZ, JC BUITRAGO CASAS.\nPaper\n​\nThe IAU Women in Astronomy Working Group and Inclusivity\nRevista Mexicana de Astronomía y Astrofísica, Serie de Conferencias (RMxAC), 54, 129–132 (2022).\nAutores: P HASAN, M PANDEY-POMMIER, S VARGAS DOMÍNGUEZ, A PICCIALLI, A SAAD HASSANIN, D LAZZARO, DJ NORMAN, BJ WILKES, J LEIBACHER, CDP LAGOS, J MASEGOSA, L YANG, D VALLS-GABAUD, A BAMBA, J NASTULA.\nPaper\n​\nEl viaje de Juno\nISBN 978-958-49-4995-0, Vargas Domínguez, S, 2022/4.\nA\nutores: A OLIVEROS PRADA, W HELMUTH SÁNCHEZ, S VARGAS DOMÍNGUEZ, S. HERNÁNDEZ ARRIETA.\n​\nIAU Commission E1 “Solar Radiation and Structure” Annual Report\nInternacional Astronomical Union Annual Reports, 2022.\nAutores: ILARIA ERMOLLI, ALFIO BONANNO, YOICHIRO HANAOKA, ALEXANDER KOSOVICHEV, KRITOF PETROVAY, PAUL RAJAGURU, MICHAL SVANDA, SANTIAGO VARGAS DOMINGUEZ.\nPaper\narXiv\n​\nThe Solar Activity Monitor Network – SAMNet\nJournal of Space Weather and Space Climate, Volume 12, 2022.\nAutores: ROBERTUS ERDÉLYI ET AL. (INCLUDING SANTIAGO VARGAS DOMÍNGUEZ.\nPaper\narXiv\n​\nObservational evidence for two-component distributions describing solar magnetic bright points\nAstronomy and Astrophysics, 2022, Vol. 657.\nAuthors: GERARDINE BERRIOS SAAVEDRA, DOMINIK UTZ, SANTIAGO VARGAS DOMÍNGUEZ, JOSÉ IVÁN CAMPOS ROZO, SERGIO JAVIER GONZÁLEZ MANRIQUE, PETER GÖMÖRY, CHRISTOPH KUCKEIN, HORST BALTHASAR, PETER ZELINA.\nPaper\narXiv\n​\n2021\n​\nThree-dimensional magnetic reconnection in particle-in-cell simulations of anisotropic plasma turbulence\nJournal of Plasma Physics ISSN: 0022-3778, 2021 vol:87 fasc: págs: 1 - 35, DOI:10.1017/S0022377821000404\nAutores: JEFFERSSON A. AGUDELO RUEDA, DANIEL VERSCHAREN, ROBERT T. WICKS, CHRISTOPHER J. OWEN, GEORGIOS NICOLAOU, ANDREW P. WALSH, IOANNIS ZOUGANELIS, KAI GERMASCHEWSKI, SANTIAGO VARGAS DOMÍNGUEZ\nPaper\narXiv\n​\n​\nLatin American Network for Scientific Culture (RedLCC): A Regional Science Communication Initiative\nFrontiers in Research Metrics and Analytics ISSN: 2504-0537, 2021 vol:6 fasc: págs: 1 - 5, DOI:10.3389/frma.2021.654022\nAutores: FELIX MORONTA-BARRIOS, SANTIAGO VARGAS DOMÍNGUEZ, MELANIE NUESCH-GERMANO, VICENTE TORRES, KATHERINA SELVAGGI, CECILIA DI PRINZIO, EMMA O'BRIEN, VICTOR HERNANDEZ, MARTIN MONTEIRO\nPaper\narXiv\n​\n​\nThe active region source of a type III radio storm observed by Parker Solar Probe during Encounter 2\nAstronomy & Astrophysics ISSN: 0004-6361, 2021 vol:650 fasc: págs: 1 - 13, DOI:10.1051/0004-6361/202039514\nAutores: LOUISE HARRA, DAVID H BROOKS, STUART D BALE, CH MANDRINI, KRZYSZTOF BARCZYNSKI, ROHIT SHARMA, SAMUEL T BADMAN, S VARGAS DOMINGUEZ, MARC PULUPA\nPaper\narXiv\n​\n​\nAnálisis de polaridades magnéticas en regiones activas para la predicción de fulguraciones solares\nRevista De La Academia Colombiana De Ciencias Exactas, Físicas Y Naturales ISSN: 0370-3908, 2020 vol:44 fasc: págs: 984 - 995, DOI:10.18257/raccefyn.1196\nAutores: NATALIA GRANADOS HERNÁNDEZ, SANTIAGO VARGAS DOMINGUEZ\nPaper\narXiv\n​\n​\nComparative analysis of sky quality and meteorological variables during the total lunar eclipse on 14-15 April 2014 and their effect on qualitative measurements of the Bortle scale\nRevista Mexicana de Astronomia y Astrofisica ISSN: 0185-1101, 2020 vol:57 fasc: págs: 57 - 66, DOI:10.22201/ia.01851101p.2021.57.01.03\nAutores: CRISTIAN GOEZ, SANTIAGO VARGAS DOMINGUEZ\nPaper\narXiv\n​\n2020\n​\nUltra-impulsive solar flare seismology\nAstrophysical Journal Letters ISSN: 2041-8205, 2020 vol:895 fasc: 1 págs: 19 - 24, DOI:10.3847/2041-8213/ab9173\nAutores: CHARLES LINDSEY, BENJAMIN CALVO MOZO, JUAN CAMILO BUITRAGO CASAS, JUAN CARLOS MARTINEZ OLIVEROS, VALERIA QUINTERO ORTEGA, ANGEL DANIEL MARTINEZ CIFUENTES\nPaper\narXiv\n​\n​\nAn in situ interplanetary \"U-burst\": observation and results\nAstrophysical Journal ISSN: 1538-4357, 2020 vol:897 fasc: 2 págs: 170 - 176, DOI:10.3847/1538-4357/ab96c3\nAutores: BENJAMIN CALVO MOZO, JUAN CARLOS MARTINEZ OLIVEROS, SAIDA MILENA DIAZ CASTILLO\nPaper\narXiv\n​\n​\nSubmerged sources of transient acoustic emission from solar flares\nAstrophysical Journal Letters ISSN: 2041-8205, 2020 vol:901 fasc: 1 págs: 9 - 16, DOI:10.3847/2041-8213/abad2a\nAutores: BENJAMIN CALVO MOZO, CHARLES LINDSEY, JUAN CAMILO BUITRAGO CASAS, JUAN CARLOS MARTINEZ OLIVEROS, VALERIA QUINTERO ORTEGA, ANGEL DANIEL MARTINEZ CIFUENTES\nPaper\narXiv\n​\nNodo colombiano para la Red Internacional de Monitoreo de Actividad Solar\nInnovación Y Ciencia ISSN: 0121-5140, 2020 vol:27 fasc: págs: 1 - 5,\nAutores: RAUL JOYA, SANTIAGO VARGAS DOMINGUEZ, CHARLES TRIANA, JAVIER SÁNCHEZ, DOMENICO BONACCINI CALIA\nPaper\narXiv\n​\n2019\n​\nThe Educational and Influential Power of the Sun\nCommunicating Astronomy With The Public Journal ISSN: 1996-563X, 2019 vol:25 fasc: págs: 28 - 33, DOI:\nAutores: ALEJANDRO CÁRDENAS, SANTIAGO VARGAS DOMINGUEZ, FREDY MORENO, BENJAMÍN CALVO\nPaper\narXiv\n​\n​\nPhotospheric plasma and magnetic field dynamics during the formation of solar AR 11190\nAstronomy & Astrophysics ISSN: 0004-6361, 2019 vol:622 fasc: págs: 1 - 14, DOI:10.1051/0004-6361/201832760\nAutores: JOSE IVAN CAMPOS ROZO, DOMINIK UTZ,  SANTIAGO VARGAS DOMÍNGUEZ2, ASTRID VERONIG, TOM VAN DOORSSELAERE\nPaper\narXiv\n​\n2018\n​\nFM14 Session 2: Communicating Astronomy in our Changing World\nProceedings of the International Astronomical Union ISSN: 1743-9213, 2018 vol:14 fasc: págs: 528 - 530, DOI:10.1017/S1743921319005283\nAutores: SANTIAGO VARGAS DOMINGUEZ\nPaper\narXiv\n​\n​\nAnálisis de la dinámica fotosférica a gran escala durante el ciclo solar 24\nScientia Et Technica ISSN: 0122-1701, 2018 vol:23 fasc: págs: 288 - 292, DOI:\nAutores: VALERIA QUINTERO, JOSE IVÁN CAMPOS, SANTIAGO VARGAS DOMINGUEZ\nPaper\narXiv\n​\n​\nA statistical study of photospheric magnetic field changes during 75 solar flares\nAstrophysical Journal ISSN: 1538-4357, 2018 vol:852 fasc: 1 págs: 25 - 38, DOI:10.3847/1538-4357/aa9d37\nAutores: JUAN SEBASTIAN CASTELLANOS DURAN, BENJAMIN CALVO MOZO\nPaper\narXiv\n​\n2017\n​\nTuning up Fuzzy Inference Systems by using optimization algorithms for the classification of solar flares\nTecciencia ISSN: 2422-3670, 2017 vol:12 fasc: págs: 33 - 42, DOI:10.18180/tecciencia.2017.23.5\nAutores: LIZ ANGÉLICA RAMOS, ALEX FRANCISCO BUSTOS PINZÓN, MIGUEL A MELGAREJO R, SANTIAGO VARGAS DOMÍNGUEZ\nPaper\narXiv\n​\n​\nThe Sun and its educational spectrum\nCommunicating Astronomy With The Public Journal ISSN: 1996-563X, 2017 vol:25 fasc: págs: 28 - 33, DOI:\nAutores: ALEJANDRO CÁRDENAS, SANTIAGO VARGAS DOMINGUEZ, FREDY MORENO, BENJAMIN CALVO\nPaper\narXiv\n​\n​\nA Python-based interface to examine motions in time series of solar images\nProceedings of the International Astronomical Union ISSN: 1743-9213, 2017 vol:327 fasc: págs: 25 - 27, DOI:10.1017/S174392131700463X\nAutores: JOSE IVAN CAMPOS SANTIAGO VARGAS DOMINGUEZ\nPaper\narXiv\n​\n​\nInitiation and chromospheric effects of a M1.0 class solar flare from high-resolution multi-wavelength observations\nProceedings of the International Astronomical Union ISSN: 1743-9213, 2017 vol:327 fasc: págs: 103 - 108, DOI:\nAutores: VM SADYKOV, AG KOSOVICHEV, IN SHARYKIN, IV ZIMOVETS, S VARGAS DOMINGUEZ\nPaper\narXiv\n​\n​\nPolar Facular Observations by the Zurich Observatory: A Window to the Evolution of the Polar Fields during the Weakest Cycles of the Last 200 Years\nBulletin Of The American Astronomical Society ISSN: 0002-7537, 2017 vol:48 fasc: págs: 1 - 5, DOI:\nAutores: JUAN PABLO VARGAS, ANDRES MUÑOZ,  SANTIAGO VARGAS DOMINGUEZ\nPaper\narXiv\n​\n​\nUpdate on a Solar Magnetic Catalog Spanning Four Solar Cycles\nBulletin Of The American Astronomical Society ISSN: 0002-7537, 2017 vol:48 fasc: págs: 1 - 4, DOI:\nAutores: JUAN PABLO VARGAS, ANDRES MUÑOZ, SANTIAGO VARGAS DOMINGUEZ, LEIF SVALGAARD\nPaper\narXiv\n​\nThe effect of Cepheids exhibitting blending, bumps, eclipses and period changes on the Period-Luminosity relation\nRevista Mexicana De Astronomia Y Astrofisica, Serie De Conferencias ISSN: 1405-2059, 2017 vol:49 fasc: págs: 165 - 165, DOI:\nAutores: ALEJANDRO GARCÍA, JAIME JUÑOZ, BEATRIZ SABOGAL, SANTIAGO VARGAS DOMINGUEZ, JORGE MARTÍNEZ\nPaper\narXiv\n​\n​\nFlare Energy Release in the Lower Solar Atmosphere near the Magnetic Field Polarity Inversion Line\nEstados Unidos, Astrophysical Journal ISSN: 0004-637X, 2017 vol:840 fasc: 2 págs: 84 - 97, DOI:\nAutores: I. N. SHARYKIN, V. M. SADYKOV, A. G. KOSOVICHEV3, S. VARGAS-DOMINGUEZ4, AND I. V. ZIMOVETS\nPaper\narXiv\n​\n​\nThe best of both worlds: Using automatic detection and limited human supervision to create a homogenous magnetic catalog spanning four solar cycles\niInternational Conference On Robotics And Automation ISSN: 1049-3492, 2017 vol:1 fasc: págs: - , DOI:10.1109/BigData.2016.7840975\nAutores: JUAN PABLO VARGAS, ANDRES MUÑOZ, SANTIAGO VARGAS DOMINGUEZ, LEIF SVALGAARD\nPaper\narXiv\n​\n​\nThe Carrington event and observation of aurorae at very low latitudes\nRevista Mexicana De Astronomia Y Astrofisica, Serie De Conferencias ISSN: 1405-2059, 2017 vol:49 fasc: págs: 150 - 150, DOI:\nAutores: FREDY MORENO CARDENAS, SERGIO CRISTANCHO SANCHEZ, SANTIAGO VARGAS DOMINGUEZ\nPaper\narXiv\n​\n2016\n​\nRelationship Between Chromospheric Evaporation and Magnetic Field Topology in an M-Class Solar Flare\nAstrophysical Journal ISSN: 0004-637X, 2016 vol:828 fasc: págs: 4 - 13, DOI:10.3847/0004-637X/828/1/4\nAutores: SADYKOV, VIACHESLAV,  KOSOVICHEV, ALEXANDER G, SHARYKIN, IVAN N, ZIMOVETS, IVAN V., VARGAS DOMINGUEZ, SANTIAGO\nPaper\narXiv\n​\n​\nThe Grand Aurorae Borealis Seen in Colombia in 1859\nAdvances in Space Research ISSN: 0273-1177, 2016 vol:57 fasc: 11 págs: 257 - 267, DOI:\nAutores: FREDY MORENO CARDENAS, SERGIO CRISTANCHO SANCHEZ, SANTIAGO VARGAS DOMINGUEZ\nPaper\narXiv\n​\n​\nThe Influential Effect of Blending, Bump, Changing Period, and Eclipsing Cepheids on the Leavitt Law\nAstrophysical Journal ISSN: 0004-637X, 2016 vol:824 fasc: págs: 74 - 88, DOI:10.3847/0004-637X/824/2/74\nAutores: ALEJANDRO GARCÍA, JAIME JUÑOZ, BEATRIZ SABOGAL, SANTIAGO VARGAS DOMINGUEZ, JORGE MARTÍNEZ\nPaper\narXiv\n​\n​\nDeveloping a Solar Magnetic Catalog Spanning Four Cycles\nBulletin Of The American Astronomical Society ISSN: 0002-7537, 2016 vol:47 fasc: N/A págs: 1 - 5,\nAutores: JUAN PABLO VARGAS, ANDRES MUÑOZ, SANTIAGO VARGAS DOMINGUEZ, LEIF SVALGAARD\nPaper\narXiv\n​\n​\nObservational Investigation of Energy Release in the Lower Solar Atmosphere of a Solar Flare\nAstronomy & Astrophysics ISSN: 0004-6361, 2016 vol:588 fasc: págs: 1 - 35, DOI:\nAutores: I. N. SHARYKIN, V. M. SADYKOV, A. G. KOSOVICHEV, S. VARGAS-DOMINGUEZ4, AND I. V. ZIMOVETS\nPaper (revisar)\narXiv\n​\n​\nMulti-wavelength Observations of Photospheric Vortex Flows in the Photosphere Using Ground-based and Space-borne Telescopes\nAstronomical Society Of The Pacific Conference Series ISSN: 1050-3390, 2016 vol:504 fasc: N/A págs: 139 - 144,\nAutores: SANTIAGO VARGAS DOMINGUEZ, A. G. KOSOVICHEV, V. M. SADYKOV\nPaper\narXiv\n​\n​\nDevelopment of a Homogenous Database of Bipolar Active Regions Spanning Four Cycles\nTransactions - American Geophysical Union ISSN: 0002-8606, 2016 vol:1 fasc: N/A págs: 1 - 5, DOI:\nAutores: A. MUNOZ-JARAMILLO, Z. A. WERGINZ, J. P. VARGAS-ACOSTA, M. D. DELUCA, S. VARGAS-DOMINGUEZ, D. A. LAMB, C. E. DEFOREST, D. W. LONGCOPE, P. MARTENS\nPaper\narXiv\n​\n​\nImpulsivity parameter for solar flares\nAstrophysical Journal ISSN: 0004-637X, 2016 vol:818 fasc: 1 págs: 56 - 62, DOI:10.3847/0004-637X/818/1/56\nAutores: JULIAN DAVID ALVARADO GOMEZ, BENJAMIN CALVO MOZO, JUAN CARLOS MARTINEZ OLIVEROS, WILMAR GERMAN FAJARDO MENDIETA\nPaper\narXiv\n​\n​\nInfluence of a plasma swirl motion on fine magnetic concentrations in the solar photosphere\nTecciencia ISSN: 2422-3670, 2016 vol:11 fasc: págs: 1 - 4, DOI:\nAutores: SANTIAGO VARGAS DOMÍNGUEZ, JUDITH PALACIOS, LAURA BALMACEDA, IBALLA CABELLO, VICENTE DOMINGO\nPaper\narXiv\n​\n2015\n​\nPython Implementation for Local Correlation Tracking Analysis of Solar Data\nTransactions - American Geophysical Union ISSN: 0002-8606, 2015 vol:1 fasc: N/A págs: 1 - 4, DOI:\nAutores: SANTIAGO VARGAS DOMINGUEZ, JOSE IVAN CAMPOS ROZO\nPaper\narXiv\n​\n​\nContextualizing Solar Cycle 24: Report on the Development of a Homogenous Database of Bipolar Active Regions Spanning Four Cycles\nTransactions - American Geophysical Union ISSN: 0002-8606, 2015 vol:1 fasc: págs: 1 - 4, DOI:\nAutores: MUNOZ-JARAMILLO, A. ; WERGINZ, Z. A. ; DELUCA, M. D. ; VARGAS-ACOSTA, J. P. ; LONGCOPE, D. W. ; HARVEY, J. W. ; MARTENS, P. ; ZHANG, J. ; VARGAS-DOMINGUEZ, S. SEARCH BY ORCID ; DEFOREST, C. E. ; LAMB, D. A.\nPaper\narXiv\n​\n​\nA statistical correlation of sunquakes based on their seismic and white-light emission\nSolar Physics ISSN: 0038-0938, 2015 vol:290 fasc: págs: 3151 - 3162, DOI:10.1007/s11207-015-0786-9\nAutores: JUAN CAMILO BUITRAGO CASAS, BENJAMIN CALVO MOZO, JUAN CARLOS MARTINEZ OLIVEROS, CHARLES LINDSEY\nPaper\narXiv\n​\n​\nNST and IRIS multi-wavelength observations of an M1.0 class solar flare\nProceedings of the International Astronomical Union ISSN: 1743-9213, 2015 vol:N/A fasc: págs: 29 - 37, DOI:\nAutores: VARGAS DOMÍNGUEZ, SANTIAGO, SADYKOV, VIACHESLAV, KOSOVICHEV, ALEXANDER, SHARYKIN, IVAN, STRUMINSKY, ALEXEI, ZIMOVETS, IVAN\nPaper\narXiv\n​\n​\nSpectroscopic UV observations of M1.0 class solar flare from IRIS satellite\nProceedings of the International Astronomical Union ISSN: 1743-9213, 2015 vol:11 fasc: págs: 64 - 67, DOI:10.1017/S174392131600034X\nAutores: SADYKOV, VIACHESLAV M., KOSOVICHEV, ALEXANDER G., SHARYKIN, IVAN N, VARGAS DOMINGUEZ, SANTIAGO\nPaper\narXiv\n​\n​\nNST and IRIS multi-wavelength observations of an M1.0 class solar flare\nBulletin Of The American Astronomical Society ISSN: 0002-7537, 2015 vol:29 fasc: págs: 225 - 235, DOI:\nAutores: SANTIAGO VARGAS DOMINGUEZ, VIACHESLAV M SADYKOV, ALEXANDER G KOSOVICHEV, IVAN N SHARYKIN, ALEXEI B STRUMINSKY, IVAN ZIMOVETS\nPaper\narXiv\n​\n​\nProperties of Chromospheric Evaporation and Plasma Dynamics of a Solar Flare from IRIS\nAstrophysical Journal ISSN: 0004-637X, 2015 vol:805 fasc: 2 págs: 15 - , DOI:10.1088/0004-637X/805/2/167\nAutores: VIACHESLAV M SADYKOV, SANTIAGO VARGAS DOMINGUEZ, ALEXANDER G KOSOVICHEV, IVAN N SHARYKIN, ALEXEI B STRUMINSKY, IVAN ZIMOVETS\nPaper\narXiv\n​\n​\nEvolution of Small-Scale Magnetic Elements in the Vicinity of Granular-Sized Swirl Convective Motions\nSolar Physics ISSN: 0038-0938, 2015 vol:290 fasc: págs: 301 - 319, DOI:\nAutores: SANTIAGO VARGAS DOMINGUEZ, JUDITH PALACIOS, LAURA BALMACEDA, IBALLA CABELLO, VICENTE DOMINGO\nPaper\narXiv\n​\n​\nParallel Evolution of Quasi-separatrix Layers and Active Region Upflows\nAstrophysical Journal ISSN: 0004-637X, 2015 vol:809 fasc: págs: 13 - 23, DOI:10.1088/0004-637X/809/1/73\nAutores: CRISTINA MANDRINI, DEB BAKER, P DEMOULIN, SANTIAGO VARGAS DOMINGUEZ\nPaper\narXiv\n​\n​\nEvolution of solar magnetic fields in a seismically active region with recurrent flaring activity\nTransactions - American Geophysical Union ISSN: 0002-8606, 2015 vol:1 fasc: N/A págs: 13 - 17, DOI:\nAutores: SANTIAGO VARGAS DOMINGUEZ, JUAN CAMILO BUITRAGO, MIGUEL MOLINA\nPaper\narXiv\n2014\n​\nSunPy: Python for Solar Physics. An implementation for local correlation trackin\ng\nRepública Checa, Astrophysical Bulletin ISSN: 1990-3421, 2014 vol:38 fasc: págs: 67 - 72, DOI:\nAutores: JOSE IVAN CAMPOS ROZO, SANTIAGO VARGAS DOMINGUEZ\nPaper\narXiv\n​\n​\nEmergence of a small-scale magnetic flux tube and the response of the solar atmosphere\nRepública Checa, Astrophysical Bulletin ISSN: 1990-3421, 2014 vol:38 fasc: págs: 25 - 30, DOI:\nAutores: VARGAS DOMINGUEZ, S,  KOSOVICHEV, A. G. ; YURCHYSHYN, V.\nPaper\narXiv\n​\n​\nMulti-wavelength high-resolution observations of a small-scale emerging magnetic flux event and the chromospheric and coronal response\nColombia, Astrophysical Journal ISSN: 0004-637X, 2014 vol:724 fasc: págs: 1083 - 1098, DOI:\nAutores: PALACIOS, J. ; VARGAS DOMÍNGUEZ, S. BALMACEDA, L. A. ; CABELLO, I. ; DOMINGO, V.\nPaper\narXiv\n​\n​\nRecurrent Coronal Jets Induced by Magnetic Emergence in the Solar Atmosphere\nEstados Unidos, Revista Mexicana De Astronomia Y Astrofisica, Serie De Conferencias ISSN: 1405-2059, 2014 vol:44 fasc: págs: 45 - , DOI:\nAutores: SANTIAGO VARGAS DOMINGUEZ, YANG GUO, P DEMOULIN, B SCHMIEDER, M D DING, Y LIU\nPaper\narXiv\n​\n​\nTransient Small-Scale Magnetic Flux Emergence and Atmospheric Response Observed with New Solar Telescope and SDO\nAAAS Annual Meeting ISSN: 1557-0444, 2014 vol:224 fasc: págs: 123 - 128, DOI:\nAutores: SANTIAGO VARGAS DOMINGUEZ, ALEXANDER KOSOVICHEV\nPaper\narXiv\n​\nEvolution of a quiet sun region in the vicinity of granular size swirl convective motions\nSolar Physics ISSN: 0038-0938, 2014 vol:press fasc: págs: 1 - 10, DOI:\nAutores: VARGAS DOMÍNGUEZ, S. ; PALACIOS, J. ; BALMACEDA, L. ; CABELLO, I. ; DOMINGO, V.\nPaper\narXiv\n​\n​\nAnalysis of IRIS and NST observations of the 12.06. 2014 flare event\nAstrophysical Journal Letters ISSN: 2041-8213, 2014 vol:805 fasc: págs: 1 - 23, DOI:\nAutores: VARGAS DOMÍNGUEZ, SANTIAGO; SADYKOV, VIACHESLAV ; KOSOVICHEV, ALEXANDER ; SHARYKIN, IVAN ; STRUMINSKY, ALEXEI ; ZIMOVETS, IVAN\nPaper\narXiv\n​\n2012\n​\nMagneto-acoustic energetics study of the seismically active flare of 15 February 2011\nSolar Physics ISSN: 0038-0938, 2012 vol:280 fasc: 2 págs: 335 - 345, DOI:10.1007/s11207-012-0009-6\nAutores: BENJAMIN CALVO MOZO, JULIAN DAVID ALVARADO GOMEZ, JUAN CAMILO BUITRAGO CASAS, JUAN CARLOS MARTINEZ OLIVEROS, CHARLES LINDSEY, HUGH HUDSON\nPaper\narXiv\n​\n​\n​\n​\n​\n​\n​\n​\nFacebook\nGitHub\nTwitter\nAcerca del GoSA\nGrupo de investigación de Colombia enfocado en el estudio de la física solar. Desde su formación ha organizado dos eventos internacionales científicos, y gran cantidad de eventos de divulgación científica alrededor del país.\nLeer más...\n© 2022 by GoSA\nÚnete a la lista de mail\nEmail\nSuscríbete\nGracias por tu mensaje\nSíguenos\nbottom of page",
  "tesis.html": "Tesis | GoSA\ntop of page\nEste sitio web fue creado con Wix. Crea el tuyo hoy mismo.\nEmpezar\nInicio\nIntegrantes\nÁreas de Investigación\nPublicaciones\nTesis\nParticipación en eventos\nDivulgación Científica\nAcerca de GoSA\nMore\nUse tab to navigate through the menu items.\nTesis de Maestría\nCiencias - Astronomía\nUniversidad Nacional de Colombia\n​\n2024\n​\nAplicación de técnicas de Deep Learning en el modelamiento y observación de la fotósfera solar\nGERMAIN NICOLÁS MORALES\nDirector: Santiago Vargas\nCodirector: Sergyi Shelyag\n​\n​\n​\n2023\n​\nDynamics of the Cold Solar Chromosphere Observed with ALMA\nFRANCISCO JAVIER ORDOÑEZ\nDirector: Benjamín Calvo Mozo\nCodirector: Juan Camilo Guevara\n​\n​\n​\n2022\n​\nCaracterización y análisis dinámico de estructuras magnéticas móviles a pequeña escala (MMF) alrededor de un poro solar\nANYUL  FIGUEROA\nDirector: Santiago Vargas Domínguez\n​\n​\n​\n2021\n​\nOn the Generation of Subphotospheric Acoustic Sources\nANGEL MARTÍNEZ\nDirector: Benjamín Calvo Mozo,\nCo-director: Juan Carlos Martínez\nJurados: Santiago Vargas Domínguez\n​\nPrediction of the Occurrence of Flar\nes in the Solar Cycle 24 from the Evolution of Magnetic Polarity Barycenters in Active Regions\nNATALIA GRANADOS HERNÁNDEZ\nDirector: Santiago Vargas Domínguez\nCo-director: Domenico Bonaccinni Calia\nJurados: Benjamín Calvo Mozo, Dominik Utz\n​\nEstudio observacional de la dinámica de puntos brillantes en una zona del Sol en calma\nYEIMY GERARDINE BERRIOS\nDirector: Santiago Vargas Domínguez\nCo-director: Dominik Utz\nJurados: Benjamín Calvo Mozo, Christoph Kuckein\nTesis Meritoria\n​\n​\n2018\n​\nThe impulsivity of Solar Flares: Concepts and Applications\nWILMAR GEMÁN FAJARDO MENDIETA\nDirector: Benjamín Calvo Mozo\nJurados: Juan Domingo Baena, Leonardo Castañeda Colorado\nTesis Meritoria\n​\nCharacterization of CME-driven shock in the interplanetary medium using type II radio bursts\nSAIDA MILENA DÍAZ CASTILLO\nDirector: Benjamín Calvo Mozo\nJurados: Fredy Alexander  Ochoa, Santiago Vargas Domínguez\nTesis Meritoria\n​\nDesign and development of a solar radio interferometer of a solar radio interferometer  of two elements\nJUAN CAMILO GUEVARA GÓMEZ\nDirector: Benjamín Calvo Mozo\nJurados: Stanley Eugene Kurtz, Santiago Vargas Domínguez\nTesis Meritoria\n​\n​\n2017\n​\nEvolution and Dynamic Properties of Photospheric Plasma in Solar Active Regions\nJOSÉ IVÁN CAMPOS ROZO\nDirector: Santiago Vargas Domínguez\nJurados: Illa Rivero  Losada, Fátima Rubio Da Costa\n​\n​\n2016\n​\nA  study of photospheric vector magnetic field changes during solar flares\nJUAN SEBASTIÁN CASTELLANOS DURÁN\nDirector: Benjamín Calvo Mozo\nJurados: Mark Cheung,  Andrés Asencio Ramos\n​\nUn modelo computacional para estudiar modos P en regiones activas del Sol\nCARLOS ANDRÉS GALARZA AREVALO\nDirector: Benjamín Calvo Mozo\nJurados: Giovanni Alejandro Pinzón Estrada, Santiago Vargas Dominguez\n​\n​\n2014\n​\nEstudio de la dinámica de partículas cargadas en una lámina de corriente de reconexión de una fuguración solar\nANDRÉS MAURICIO HUERTAS HURTADO\nDirector: Benjamín Calvo Mozo\nJurados: Mario Armando Higuera Garzón, Giovanni Alejando Pinzón Estrada\n​\n2013\n​\nSobre la aceleración estocástica de electrones y la sismicidad asociada a fulguraciones solares\nJUAN CAMILO BUITRAGO CASAS\nDirector: Benjamín Calvo Mozo\nJurados: Giovanni Alejando Pinzón Estrada,  Santiago Vargas Domínguez\nTesis Laureada\n​\n​\n2012\n​\nModelamiento de variaciones magnéticas en la superficie solar y su asociación a fuentes sísmicas generadas por flares\nJULIÁN DAVID ALVARADO GÓMEZ\nDirector: Benjamín Calvo Mozo\nJurados:  Leonardo Castañeda Colorado, Ricardo  Amezquita Orozco\nTesis Meritoria\n​\n​\n______________________________\n​\n​\nTrabajos de Grad\no\nUniversidad Nacional de Colombia\n​\n2023\n​\nEstudio de las propiedades anisotrópicas del plasma en el viento solar usando simulaciones cinéticas en 3D de turbulencia\nANDRES FELIPE GUERRERO\nDirector: Santiago Vargas\nCodirector: Jefferson Agudelo\n​\n​\n2022\n​\nEstudio de la respuesta multitérmica en algunos filtros del instrumento SDO/AIA\nJUAN PABLO HERRERA\nDirector:\nBenjamín Calvo Mozo\nCo-director: Juan Carlos Martínez\n​\nSolar activity influence on perturbations over the geomagnetic field based on data of the Geomagnetic Observatory of Fuquene, Colombia\nSANTIAGO PINZÓN CORTÉS\nDirector: Santiago Vargas Domínguez\nCo-director: Natalia Gómez\n​\nSobre el entorno magnético de fulguraciones solares de gran magnitud y algunas aplicaciones prácticas\nPAULA GONZÁLEZ\nDirector: Santiago Vargas Domínguez\nCo-director: Juan Camilo Buitrago\n​\n​\n202\n1\n​\nEstudio de la respuesta multitérmica en algunos filtros del SDO/AIA\nJUAN PABLO HERRERA\nDirector:\nBenjamín Calvo Mozo\nCo-director: Juan Carlos Martínez\n​\nEstudio de las velocidades Doppler y su relación con las oscilaciones del campo magnético en la penumbra de las manchas\nFRANCISCO JAVIER ORDOÑEZ\nDirector: Benjamín Calvo Mozo\n​\nImplementación de un medidor de centelleo atmosférico diurno como parte del estudio de prospección astronómica para el emplazamiento de un observatorio solar\nJAVIER SÁNCHEZ GONZÁLEZ\nDirector: Santiago Vargas Domínguez\n​\nDinámica del plasma fotosférico durante el decaimiento de regiones solares activas\nVALERIA QUINTERO\nDirector: Santiago Vargas Domínguez\nCo-director: Jose Ivan Campos Rozo\nJEFFERSON STIVEN ARIAS\nDirector: Benjamín Calvo Mozo\n​\nJULIO FLOREZ MACIAS\nDirector: Benjamín Calvo Mozo\n​\n​\n2019\n​\nAnálisis de centroides de polaridad  magnética en regiones solares activas\nNATALIA GRANADOS HERNÁNDEZ\nDirector: Santiago Vargas Domínguez\n​\nEstudio de la turbulencia atmosférica\nJOHAN SAMIR MÉNDEZ\nDirector: Santiago Vargas Domínguez\n​\nDetección automática de puentes de luz en manchas solares empleando técnicas de aprendizaje de máquina\nBRYAN ALFONSO SOLER\nDirector: Santiago Vargas Domínguez\nCo-director: Juan Rafael Martínez Galarza\n​\nANGEL DANIEL MARTÍNEZ\nDirector: Benjamín Calvo Mozo\n​\n​\n2018\n​\nSolar Faculae Data Base\nJUAN PABLO VARGAS\nDirector: Santiago Vargas Domínguez\nCo-Director: Andrés Muñoz Jaramillo\n​\nWILLINTON JOMAR CAIDEDO\nDirector: Benjamín Calvo Mozo\n​\nFRANCISCO ANDRÉS TRIANA\nDirector: Benjamín Calvo Mozo\n​\n​\n2017\n​\nJOHAN CAMILO MÉNDEZ\nDirector: Benjamín Calvo Mozo\n​\n​\n2014\n​\nDinámica de puntos brillantes en la fotósfera solar\nJOSE IVÁN CAMPOS ROZO\nDirector: Benjamín Calvo Mozo\nCo-Director: Dominik Utz\n​\nJUAN SEBASTIÁN CASTELLANOS\nDirector: Benjamín Calvo Mozo\n​\nSANDRA MILENA DÍAZ\nDirector: Benjamín Calvo Mozo\n​\nWILMAN GERMAN FAJARDO\nDirector: Benjamín Calvo Mozo\n​\nJUAN CAMILO GUEVARA\nDirector: Benjamín Calvo Mozo\n​\n​\n2013\n​\nELIANA AMAZO GÓMEZ\nDirector: Benjamín Calvo Mozo\n​\nPEDRO ANTONIO SANTOS FLÓREZ\nDirector: Benjamín Calvo Mozo\n______________________________\n​\n​\nTesis de Maestria\nFísica\nUniversidad Nacional de Colombia\n​\n​\n2021\n​\nBayesian constraints on observable properties of exoplanetary systems using planet population synthesis simulations\nFRANK BAUTISTA\nDirector: Santiago Vargas Domínguez\nCo-Director: Germán Chaparro\nJurados: Rigoberto Casas, Pablo Cuartas\nTesis Meritoria\n______________________________\n​\n​\nTesis de Maestria\nEnseñanza de las Ciencias\nUniversidad Nacional de Colombia\n​\n​\n2023\n​\nAnálisis de la conexión entre la astronomía y el plan de estudios en educación básica y media en el marco de la Oficina de Astronomía para la Educación en Colombia (OAE)\nDORIS PAOLA SANABRIA GARCÍA\nDirector: Santiago Vargas Domínguez\nCo-Directora: Angela Pérez\n​\n​\n2022\n​\nEnseñanza de la Astronomía para promover la paz y la reconciliación en comunidades vulnerables\nERIKA HERNÁNDEZ VÁSQUEZ\nDirector: Santiago Vargas Domínguez\nCo-Directora: Itzel Hernández Armenta\n​\n​\n2021\n​\nMaletín de herramientas didácticas para la enseñanza del electromagnetismo en grado 11\nJOHN FREDY PUENTES TORRES\nDirector: Santiago Vargas Domínguez\n​\n​\n2019\n​\nDesarrollo de una secuencia didáctica para la enseñanza-aprendizaje de los conceptos de triángulo de posición y movimiento diurno para estudiantes de astronomía esférica de la Universidad Distrital Francisco José de Caldas\nEDILBERTO SUÁREZ\nDirector: Santiago Vargas Domínguez\n​\n2018\n​\nPropuesta didáctica para la enseñanza de la astronomía en la escuela\nALVARO BAQUERO\nDirector: Santiago Vargas Domínguez\n​\n​\n2016\n​\nActividades didácticas en astronomía estelar, para un público en general del museo de la ciencia y el juego de la Universidad Nacional de Colombia\nJULIÁN PICO\nDirector: Santiago Vargas Domínguez\n​\n​\n2015\n​\nEstudio del magnetismo de cuerpos astronómicos; una propuesta para motivar y profundizar las temáticas del electromagnetismo en el curso de física de grado 11\nJOHANA KATHERINE MORALES CHAPARRO\nDirector: Santiago Vargas Domínguez\n​\n______________________________\n​\n​\nTesis en otras instituciones\n​\n​\n2023\n​\nLa espectroscopia estelar como herramienta para llevar al aula el modelo atómico de Bohr\nTesis de Licenciatura en Física\nUniversidad Pedagógica Nacional\nANA GABRIELA MARTINEZ MAHECHA\nDirector: Néstor Hernando Méndez\n​\n​\n2019\n​\nEfecto de las turbulencias atmosféricas terrestres sobre los parámetros de Stokes usados para el cálculo del campo magnético solar\nTesis de Maestría en Astronomía\nUniversidad Internacional de Valencia\nRENE RESTREPO\nDirector: Santiago Vargas Domínguez\n​\n​\n2013\n​\nActividad solar y su relación con el cambio de clima en la Tierra\nTesis de Licenciatura en Física\nUniversidad Pedagógica Nacional\nSANDRA PATRICIA MOLINA GARCÍA\nDirectores: Giovanni Cardona, Ignacio Alberto Monroy Cañon, Santiago Vargas Domínguez\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFacebook\nGitHub\nTwitter\nAcerca del GoSA\nGrupo de investigación de Colombia enfocado en el estudio de la física solar. Desde su formación ha organizado dos eventos internacionales científicos, y gran cantidad de eventos de divulgación científica alrededor del país.\nLeer más...\n© 2022 by GoSA\nÚnete a la lista de mail\nEmail\nSuscríbete\nGracias por tu mensaje\nSíguenos\nbottom of page",
  "áreas-de-investigación.html": "Áreas de Investigación | GoSA\ntop of page\nEste sitio web fue creado con Wix. Crea el tuyo hoy mismo.\nEmpezar\nInicio\nIntegrantes\nÁreas de Investigación\nPublicaciones\nTesis\nParticipación en eventos\nDivulgación Científica\nAcerca de GoSA\nMore\nUse tab to navigate through the menu items.\nObservando el Sol en el óptico en alta resolución\nMovimientos propios, Puntos magnéticos brillantes (MBP), manchas solares, y espectropolarimetría\nLos últimos años han sido el inicio de una nueva dorada para la física solar. Esto es debido al avance tecnológico que ha traído la construcción de grandes telescopios tanto espaciales como en terrestres.\nHay una gran cantidad de estructuras en el Sol, y al alcanzar una mayor resolución tanto espacial como temporal, se han descubierto aun más características que antes no habían sido observadas.\n​\n​\n​\n​\n​\nCredits: Observational campaign in the SST 1-m. P.I. Luis Bellot Rubio\nObservando el Sol en el radio\nEspectroscopía, cromosfera, perfiles de temperatura, Observatorio ALMA\nObservando el Sol en rayos X\nAltas energías, rayos X suaves, rayos X duros, fulguraciones solares\nImágenes\nHinode/FOXSI\nClima Espacial\nViento solar, CME, Campo magnético interplanetario, Relaciones Sol-Tierra\nImágenes\nNOAA\nAstrobiología\nMoléculas orgánicas, Habitabilidad, Biofirmas\nImágenes\nSean McMahon\nSimulaciones\nInterior solar, ondas solares, campos magnéticos, sismos solares\nInstrumentación\nRadio antenas, espectrografos, magnetografos\nMachine learning en Física Solar\nRedes neuronales convolucionales, procesamiento de imagenes, identificación de estructuras\nEn esta línea de investigación nos dedicamos a estudiar y aplicar las diferentes técnicas concernientes al aprendizaje de máquinas para estudiar la física del Sol. Desde clasificación\ne identificación de manchas solares y cómo es el comportamiento del campo magnético en estas zonas, hasta el procesamiento de imágenes y la mejora de su resolución para una mayor precisión al momento de describir los fenómenos físicos que se presentan en nuestra estrella.\nFacebook\nGitHub\nTwitter\nAcerca del GoSA\nGrupo de investigación de Colombia enfocado en el estudio de la física solar. Desde su formación ha organizado dos eventos internacionales científicos, y gran cantidad de eventos de divulgación científica alrededor del país.\nLeer más...\n© 2022 by GoSA\nÚnete a la lista de mail\nEmail\nSuscríbete\nGracias por tu mensaje\nSíguenos\nbottom of page",
  "en.html": "Inicio | GoSA\ntop of page\nThis website was built on Wix. Create yours today.\nGet Started\nInicio\nIntegrantes\nÁreas de Investigación\nPublicaciones\nTesis\nParticipación en eventos\nDivulgación Científica\nAcerca de GoSA\nMore\nUse tab to navigate through the menu items.\nSince its formation in 2012, the Solar Astrophysics Group (GoSA) of the\nNational Astronomical Observatory\n(OAN) of the\nNational University of Colombia\nhas fulfilled the task of working on the research and study of the Sun, with the help of national and international researchers. We are part of the Astronomy, Astrophysics and Cosmology group which has the highest classification (A1) of the Ministry of Science, Technology and Innovation in Colombia.\n¿Who are We?\nResearch Fields\nEvents\nGroup of Solar Astrophysics\n(GoSA)\nNational Astronomical Observatory\nNational University of Colombia\nFacebook\nGitHub\nTwitter\nAbout GoSA\nGrupo de investigación de Colombia enfocado en el estudio de la física solar. Desde su formación ha organizado dos eventos internacionales científicos, y gran cantidad de eventos de divulgación científica alrededor del país.\nLeer más...\n© 2022 by GoSA\nÚnete a la lista de mail\nEmail\nSuscríbete\nGracias por tu mensaje\nSíguenos\nbottom of page"
}